Repository: unax-org/mobio-for-woocommerce
Catalog: languages/mobio-woocommerce-*.po
Languages: bg_bg

source: %1$s provides payments by SMS. <a href="%2$s" target="_blank">Sign up</a> for %1$s account.
bg_bg: %1$s предоставя плащания чрез SMS. <a href="%2$s" target="_blank">Регистрирайте се</a> за %1$s акаунт.

source: %1$s requires WooCommerce to be active.
bg_bg: %1$s изисква WooCommerce да е активен.

source: A plugin provides payment gateway for SMS payment with Mobio.
bg_bg: Плъгин предоставя шлюз за плащане за SMS плащане с Mobio.

source: Bad request: Mobio Service ID missing
bg_bg: Лоша заявка: Липсва ID на услугата Mobio

source: Enable
bg_bg: Включване

source: Enable Test Mode
bg_bg: Активирайте тестов режим

source: Enable/Disable
bg_bg: Включване/Изключване

source: Missing required field for the selected payment method %s
bg_bg: Липсва задължително поле за избрания начин на плащане %s

source: Mobio for WooCommerce
bg_bg: Mobio за WooCommerce

source: Mobio number
bg_bg: Mobio номер

source: Mobio service ID
bg_bg: Mobio ID на услуга

source: Mobio text
bg_bg: Mobio текст

source: Order not found.
bg_bg: Поръчката не е намерена.

source: Order paid with SMS
bg_bg: Поръчка платена с SMS

source: Please send SMS with text <strong>%s</strong> to <strong>%s</strong> and place the received code here. Price: %s
bg_bg: Моля, изпратете SMS с текст <strong>%s</strong> до <strong>%s</strong> и поставете получения код тук. Цена: %s

source: SMS Code
bg_bg: SMS Код

source: Test Mode
bg_bg: Тестов режим

source: This controls the title which the user sees during checkout.
bg_bg: Това контролира заглавието, което потребителят вижда по време на плащане.

source: Title
bg_bg: Заглавие
